 {
            "party": "Victim",
            "content": "[redacted]: We appreciate that. The issue isn't entirely on the board members as we're working with the bank for more funding and they're simply not available during holidays. We don't want this hanging over our heads over the next few days but we don't have another option. Your patience is appreciated. We will have an update for you on Monday.",
            "timestamp": "11/25/2020, 1:24:15 PM"
        },
        {
            "party": "Victim",
            "content": "[redacted]: Just letting you know that we're still working on this. Banks are a pain to deal with during holidays but we're trying to pressure them.",
            "timestamp": "11/27/2020, 1:20:51 PM"
        },
        {
            "party": "Conti",
            "content": "Support: Thanks for an update. We can give you a good discount again if you are ready to make a deal on the price today.We are ready to divide the amount into 2 payments.",
            "timestamp": "11/27/2020, 1:37:35 PM"
        },
        {
            "party": "Conti",
            "content": "Support: May be you can take an advice here... If you are serious about coming to an agreement, you should say something like... \"Well, we don't have money now, but we can 100% find (for example) $4'800'000 in one week\". And we can then figure something out from that position (and wait for you to get things done for all that week). But if you are going to offer us $3'000'000 on Monday, that will be viewed as an insult. We are trying to get to an strategic agreement here, and not approving +$200'000 every day, what is a waste of time really. We are business people, after all, and we prefer to think, that you are business people too. We know, that you will receive compensation for any financial losses from your insurance. So the question is not in that point, that you can't afford to pay us $5'000'000, but in point, that you don't have enough funds *right now*. I think, we should talk about that.",
            "timestamp": "11/27/2020, 1:41:30 PM"
        },
        {
            "party": "Victim",
            "content": "[redacted]: The board is working diligently with the bank. It's just that the holiday has slowed things down since the bank is not fully staffed. Trust us, if we knew there was a guarantee that we'd have certain funds available in a few days, then we would tell you. But there's just not much clarity right now. I can't get you any real answers today but the board will update us on Monday.",
            "timestamp": "11/27/2020, 4:05:30 PM"
        },
        {
            "party": "Victim",
            "content": "[redacted]: The bank is still trying to work with us. They provided some initial insight on their analysis and we want to try and get more information to them before they make a decision on a loan, which will happen very soon. Basically, we just want to get every detail in front of them to show how critical this payment really is.",
            "timestamp": "11/30/2020, 3:32:13 PM"
        },
        {
            "party": "Victim",
            "content": "[redacted]: Do you have any additional files that you can share with us? Anything else that could convince the bank to lend us more money?",
            "timestamp": "11/30/2020, 3:32:26 PM"
        },
        {
            "party": "Victim",
            "content": "[redacted]: The bank is our only remaining option and we just don't want to ruin our chances if we by not giving them all of the details.",
            "timestamp": "11/30/2020, 3:33:31 PM"
        },
        {
            "party": "Conti",
            "content": "Support: Good morning. So you are not going to give us any offer now?",
            "timestamp": "11/30/2020, 3:38:44 PM"
        },
        {
            "party": "Conti",
            "content": "Support: https://www.sendspace.com/file/[redacted]",
            "timestamp": "11/30/2020, 3:41:57 PM"
        },
        {
            "party": "Victim",
            "content": "[redacted]: We're waiting on the bank but they should have an update soon. We just want to send additional details to make sure we get every last dollar from them",
            "timestamp": "11/30/2020, 4:04:48 PM"
        },
        {
            "party": "Conti",
            "content": "Support: Good morning. We still did not get any offer from you. If we don't hear it today, we will start publishing your private data.",
            "timestamp": "12/1/2020, 2:01:07 PM"
        },
        {
            "party": "Victim",
            "content": "[redacted]: Yes, we are waiting on the bank to review some of the files you provided. Should have more information today. Please do not leak any data as it will erase all of our work thus far",
            "timestamp": "12/1/2020, 2:50:04 PM"
        },
        {
            "party": "Victim",
            "content": "[redacted]: Can you also clarify what we will receive if we agree on a payment amount?",
            "timestamp": "12/1/2020, 2:53:06 PM"
        },
        {
            "party": "Conti",
            "content": "Support: After the payment you will get decryptor to all your systems, full file tree of downloaded data, non-recoverable deletion with proof log and security report on how you were hacked.",
            "timestamp": "12/1/2020, 2:54:50 PM"
        },
        {
            "party": "Victim",
            "content": "[redacted]: Alright, thanks. We may not hear back until later today but we'll send you an update before end of day.",
            "timestamp": "12/1/2020, 4:03:38 PM"
        },
        {
            "party": "Conti",
            "content": "Support: Ok we will wait. But please don't delay anymore.",
            "timestamp": "12/1/2020, 4:07:05 PM"
        },
        {
            "party": "Victim",
            "content": "[redacted]: Were certainly moving much quicker than wed like but its difficult to get the bank to make rapid decisions. Based on a discussion with them, we have preliminary approval for $3,100,000. They are still viewing this as a major risk but we continue to pressure them for assistance. We wanted to give you an update immediately even though they are still completing their review. We will wait for you.",
            "timestamp": "12/1/2020, 11:10:35 PM"
        },
        {
            "party": "Conti",
            "content": "Support: We are trying to get to an strategic agreement here, and not approving +$200,000-$300,000 every time, what is a waste of time really. We are business people, after all, and we prefer to think, that you are business people too. We know, that you will receive compensation for any financial losses from your insurance. So the question is not in that point, that you can't afford to pay us $5'000'000, but in point, that you don't have enough funds *right now*. I think, we should talk about that.Please give us your final proposal and we will decide to accept it or not. As I told you before we can split the amount into 2-3 parts. But we need to make a STRATEGIC agreement on the amount.Please decide and don't delay. Time is over.",
            "timestamp": "12/2/2020, 1:10:54 AM"
        },
        {
            "party": "Victim",
            "content": "[redacted]: Our issue is that the insurance policy has already been used for all of the other expenses we incurred. Only a portion of those funds remain and that's why we're working with the bank. Otherwise, we would've gladly used the insurance policy to pay and move on. The payment plan would work if we knew how much money we'd be able to gather, but we have no guarantees. What are we supposed to do if we're at the mercy of the bank?",
            "timestamp": "12/2/2020, 1:34:12 PM"
        },
        {
            "party": "Conti",
            "content": "Support: You are not our first target who has insurance against such cases. And we know how much, what and how the insurance payments are spent. We are ready to give you the last discount. Our conditions are as follows. You pay us $3.1M and we give you decryptor tool. Until December 30th, you pay another $1M and we give you file tree of downloaded data, non-recoverable deletion with proof log and security report on how you were hacked. We guarantee you that no data will be released until December 30th.",
            "timestamp": "12/2/2020, 1:46:37 PM"
        },
        {
            "party": "Conti",
            "content": "Support: Please update us with your decision.",
            "timestamp": "12/2/2020, 4:47:03 PM"
        },
        {
            "party": "Victim",
            "content": "[redacted]: We certainly see that you are trying to make a deal with us and we understand your business approach. A payment plan would be great if we knew we could get an extra $1M, but only the bank can give us that excess cash. The insurance policy has been tapped and all of the remaining money has already been added to the $3.1M. We'll need to see what the bank is able to do but we can't agree to that right now. This is still $1M over budget.",
            "timestamp": "12/2/2020, 5:49:03 PM"
        },
        {
            "party": "Victim",
            "content": "[redacted]: We can get you an answer by tomorrow or Friday since the bank should be able to wrap up their review. But nothing can be leaked while we try to get an extra $1M. Ok?",
            "timestamp": "12/2/2020, 5:50:09 PM"
        },
        {
            "party": "Conti",
            "content": "Support: Our final price for you is $4,100,000. We expect your decision no later than Friday 10-00AM EST. Until that time, we guarantee that nothing will be made public.",
            "timestamp": "12/2/2020, 6:03:14 PM"
        },
        {
            "party": "Victim",
            "content": "[redacted]: Ok we understand. We will let you know",
            "timestamp": "12/2/2020, 7:27:51 PM"
        },
        {
            "party": "Conti",
            "content": "Support: Good day. Do you have a decision?",
            "timestamp": "12/3/2020, 6:37:39 PM"
        },
        {
            "party": "Victim",
            "content": "[redacted]: Hello - We should by tomorrow morning.",
            "timestamp": "12/3/2020, 9:27:10 PM"
        },
        {
            "party": "Victim",
            "content": "[redacted]: Good morning. Weve been pressuring the bank over the past few days and we have received preliminary approval for $4,100,000. They will now seek internal approvals since this amount is higher than what they are usually comfortable lending out but it should be quick. Even on our end, this will put our organization in a highly leveraged position, which is beyond our normal risk appetite. As you can see, this has been a learning experience like no other.",
            "timestamp": "12/4/2020, 1:23:11 PM"
        },
        {
            "party": "Victim",
            "content": "[redacted]: Can you confirm what we will receive in return?",
            "timestamp": "12/4/2020, 1:23:28 PM"
        },
        {
            "party": "Conti",
            "content": "Support: Good morning. This is a serious approach to business.Y\nou will get decryptor to all your systems, full file tree of downloaded data, non-recoverable deletion with proof log and security report on how you were hacked.",
            "timestamp": "12/4/2020, 1:28:54 PM"
        },
        {
            "party": "Conti",
            "content": "Support: Also we will give you our advice on how to make your network more secure.",
            "timestamp": "12/4/2020, 1:30:23 PM"
        },
        {
            "party": "Conti",
            "content": "Support: Our BTC wallet [redacted]",
            "timestamp": "12/4/2020, 1:41:32 PM"
        },
        {
            "party": "Victim",
            "content": "[redacted]: Thank you. The bank should be able to give us the final approval by Monday.",
            "timestamp": "12/4/2020, 2:28:42 PM"
        },
        {
            "party": "Conti",
            "content": "Support: How much can you transfer today as the seriousness of your intentions? It's just that all the deadlines for your company have come out and my management requires this from me.",
            "timestamp": "12/4/2020, 2:45:11 PM"
        },
        {
            "party": "Victim",
            "content": "[redacted]: Yes, we completely understand. We've been focusing solely on the loan since we used our cash for all of the other expenses. We don't have the money right now and need to wait on the bank to approve and wire it to us. They said today is not realistic but next week should be fine.",
            "timestamp": "12/4/2020, 3:25:16 PM"
        },
        {
            "party": "Conti",
            "content": "Support: I have to report something to the management today. What is your specific suggestion? When are you ready to pay?",
            "timestamp": "12/4/2020, 3:40:40 PM"
        },
        {
            "party": "Victim",
            "content": "[redacted]: It will be next week. This has been an extraordinary challenge for us and we certainly want to get past it as quickly as possible.",
            "timestamp": "12/4/2020, 3:51:32 PM"
        },
        {
            "party": "Conti",
            "content": "Support: Ok. Please update us on Monday. I'll also tell you what time frame my leadership gives you.",
            "timestamp": "12/4/2020, 4:00:42 PM"
        },
        {
            "party": "Victim",
            "content": "[redacted]: Thanks",
            "timestamp": "12/4/2020, 4:10:55 PM"
        },
        {
            "party": "Conti",
            "content": "Support: Good morning. Please update us with payment time frame.",
            "timestamp": "12/7/2020, 3:35:13 PM"
        },
        {
            "party": "Victim",
            "content": "[redacted]: Yes, the bank should give us an approval later today for the loan and then we can get the process started in terms of moving the cash to our account from the bank. We're getting very close!",
            "timestamp": "12/7/2020, 4:43:11 PM"
        },
        {
            "party": "Conti",
            "content": "Support: Please be more specific with exact day.",
            "timestamp": "12/7/2020, 8:33:47 PM"
        },
        {
            "party": "Victim",
            "content": "[redacted]: The loan is all set so the bank is working on the cash transfer now. They say it usually takes 2 days to transfer to the borrower, but obviously we're looking to expedite this. We don't have an exact date, but it'll be this week",
            "timestamp": "12/7/2020, 9:34:18 PM"
        },
        {
            "party": "Victim",
            "content": "[redacted]: The bank is still processing the payment. It takes them time to finalize the loan and then move the cash. It'll be this week though.",
            "timestamp": "12/8/2020, 4:55:09 PM"
        },
        {
            "party": "Conti",
            "content": "Support: What is the loan amount?",
            "timestamp": "12/8/2020, 4:57:31 PM"
        },
        {
            "party": "Victim",
            "content": "[redacted]: $4,100,000. we had to rely on the bank for the full amount",
            "timestamp": "12/8/2020, 9:25:20 PM"
        },
        {
            "party": "Conti",
            "content": "Support: Good morning. Our management asks you to explain why you are raising borrowed funds to pay off with us if you have enough own funds in your accounts?",
            "timestamp": "12/9/2020, 11:56:17 AM"
        },
        {
            "party": "Conti",
            "content": "Support:   [redacted] 10 15 2020.xlsx [ 375kB ]",
            "timestamp": "12/9/2020, 11:56:27 AM"
        },
        {
            "party": "Victim",
            "content": "[redacted]: That file is showing a negative balance. Regardless, the balance that we do have is restricted by other lenders so we had to reach out to the bank for a new loan. The policy cant cover an amount this large so the bank is our only option. A lot of this is just out of our control.",
            "timestamp": "12/9/2020, 3:55:10 PM"
        },
        {
            "party": "Conti",
            "content": "Support: My management wants to hear the answer today to the question: When will you transfer bitcoins to us?",
            "timestamp": "12/9/2020, 4:28:32 PM"
        },
        {
            "party": "Victim",
            "content": "[redacted]: We are aiming to transfer the bitcoin on Friday. Just waiting for the bank to send us the money",
            "timestamp": "12/9/2020, 7:15:49 PM"
        },
        {
            "party": "Conti",
            "content": "Support: Thank you for an update. We always keep the terms of the contract. Your information will not be published or any other way disclosed.",
            "timestamp": "12/9/2020, 7:19:45 PM"
        },
        {
            "party": "Conti",
            "content": "Support: Good morning. Do I understand correctly? The bank transfers money to your account today. Tomorrow you transfer this amount to the broker and the broker will transfer it to us tomorrow?",
            "timestamp": "12/10/2020, 3:04:42 PM"
        },
        {
            "party": "Victim",
            "content": "[redacted]: That is the plan but this morning we received word that the bank has some concerns with OFAC and the legality of paying. We know the government frowns upon these types of payments but our bank seems to be taking a more strict stance. It's frustrating because they didn't do this research during the loan phase, but now their compliance department has some questions. We're trying to see what the issue is.",
            "timestamp": "12/10/2020, 9:18:38 PM"
        },
        {
            "party": "Conti",
            "content": "Support: OK but if we do not receive the payment on Friday we will start publishing your private data. That's our final decision.",
            "timestamp": "12/10/2020, 9:39:49 PM"
        },
        {
            "party": "Conti",
            "content": "Support: Now we start to collect all patient's emails from data we have collected from your servers. All patients will be notified about the leakage of their personal data from your servers.",
            "timestamp": "12/10/2020, 9:45:46 PM"
        },
        {
            "party": "Conti",
            "content": "Support: We have trusted you for a long time and now time is playing against you.",
            "timestamp": "12/10/2020, 9:46:25 PM"
        },
        {
            "party": "Conti",
            "content": "Support: You have our BTC wallet [redacted].",
            "timestamp": "12/10/2020, 9:47:48 PM"
        },
        {
            "party": "Victim",
            "content": "[redacted]: Trust us, we would've liked to finish this a long time ago too. There are just so many factors out of our control but we're trying to get to the bottom of this. Weve done a lot of work up until this point, but we simply cant send $4,100,000 if you start reaching out to patients.",
            "timestamp": "12/10/2020, 10:59:56 PM"
        },
        {
            "party": "Conti",
            "content": "Support: You are constantly pushing dates back. We have a strong opinion that you are just playing for time. If you really want to close the case, then you need to transfer any amount on Friday to our BTC wallet. Otherwise, we will be forced to start the procedure for publishing your data.",
            "timestamp": "12/11/2020, 6:51:17 AM"
        },
        {
            "party": "Victim",
            "content": "[redacted]: This whole process took much longer than expected because we didn't have any extra cash to make a payment. We hate waiting for the bank but they're the ones in control now and they can be extremely slow. We're trying to hurry them but there seems to be a compliance issue since their money is going to be paid directly to you. This is extremely frustrating, especially since it's happening at the last second. You've been very patient and understanding, but we would hate to see all of this work go down the drain if the data is posted.",
            "timestamp": "12/11/2020, 1:56:01 PM"
        },
        {
            "party": "Conti",
            "content": "Support: Sorry, but we do not believe you that a company of your size does not have 200-300k on the account to make an advance payment as confirmation of your intentions. Sorry, but you had enough time to solve your problems with the bank.",
            "timestamp": "12/11/2020, 1:58:51 PM"
        },
        {
            "party": "Conti",
            "content": "Support: While you were solving your problems of finding money, we downloaded another 40GB of data with the diagnoses of your patients.",
            "timestamp": "12/11/2020, 2:02:27 PM"
        },
        {
            "party": "Conti",
            "content": "Support: One more question. How can the bank pay us directly?",
            "timestamp": "12/11/2020, 2:08:49 PM"
        },
        {
            "party": "Victim",
            "content": "[redacted]: The bank is paying us but they nee to know exactly where the money is going since it's a loan. They put a pause on the process once compliance heard about the details. Now we're trying to reason with them.",
            "timestamp": "12/11/2020, 2:55:49 PM"
        },
        {
            "party": "Conti",
            "content": "Support: We cannot wait forever. Therefore, we have set time X for you. If your intentions are serious, you will find a small amount for us.",
            "timestamp": "12/11/2020, 3:01:47 PM"
        },
        {
            "party": "Conti",
            "content": "Support: If there is no money, then there is no agreement. I think when we start spreading your information it will spur you on and you will find money to save yourself from even larger losses. We consulted with lawyers and calculated that only the fines for the leakage of personal data will exceed the amount we ask for several times. I am not even mentioning what losses you will incur in the future because of a damaged business reputation. You have no more time. Please make a decision on which path you are going.",
            "timestamp": "12/11/2020, 3:11:12 PM"
        },
        {
            "party": "Victim",
            "content": "[redacted]: We're trying to get more information from the bank. There's a lot of money on the line.",
            "timestamp": "12/11/2020, 5:20:51 PM"
        },
        {
            "party": "Conti",
            "content": "Support: We have voiced our position to you. If you do not name a specific date today, then publication cannot be avoided.",
            "timestamp": "12/11/2020, 5:33:30 PM"
        },
        {
            "party": "Conti",
            "content": "Support: You no longer need to write here that the bank is slowing down payment, etc. Specifically, you must give the date of payment. The games are over.",
            "timestamp": "12/11/2020, 5:35:37 PM"
        },
        {
            "party": "Victim",
            "content": "[redacted]: Tuesday the 15th. Ok?",
            "timestamp": "12/11/2020, 7:31:17 PM"
        },
        {
            "party": "Conti",
            "content": "Support: Please confirm all conditions from your side for Tuesday the 15th.",
            "timestamp": "12/11/2020, 7:40:10 PM"
        },
        {
            "party": "Victim",
            "content": "[redacted]: We will pay $4,100,000 once we receive approval from the bank. Agreed?",
            "timestamp": "12/11/2020, 8:47:12 PM"
        },
        {
            "party": "Conti",
            "content": "Support: Our management is not happy with this answer. We need a specific date when you will pay and not an answer when maybe you will pay if .....",
            "timestamp": "12/12/2020, 5:17:49 AM"
        },
        {
            "party": "Conti",
            "content": "Support: As we understand, you do not want to resolve this issue peacefully. It's your right.",
            "timestamp": "12/13/2020, 12:42:49 PM"
        },
        {
            "party": "Victim",
            "content": "[redacted]: We certainly want to resolve this. We've worked days and nights to get this far. We're still aiming for tomorrow, the 15th.",
            "timestamp": "12/14/2020, 1:54:38 PM"
        },
        {
            "party": "Conti",
            "content": "Support: Can you clarify to us. We have just examined your main bank account [redacted] at [redacted] bank. You simply can pay the broker today from that account. There is enough money.",
            "timestamp": "12/14/2020, 2:11:32 PM"
        },
        {
            "party": "Victim",
            "content": "[redacted]: We can't use any of our own funds in this instance due to debt obligations. What information did you use to verify that account?",
            "timestamp": "12/14/2020, 3:35:23 PM"
        },
        {
            "party": "Conti",
            "content": "Support: It seems to us that you are misleading us. What is the difference between the funds in the account now and those that will be credited tomorrow?",
            "timestamp": "12/14/2020, 3:40:11 PM"
        },
        {
            "party": "Victim",
            "content": "[redacted]: We physically cannot touch that money for this use. There are strict rules from a debt perspective and we can only use the money from the bank for this payment. Right now, we're waiting on news from the bank regarding their compliance process.",
            "timestamp": "12/14/2020, 4:36:41 PM"
        },
        {
            "party": "Conti",
            "content": "Support: There are a lot of inconsistencies. You yourself are already confused about what you wrote earlier in the chat. Make a decision. You pay or not. We don't intend to wait any longer.",
            "timestamp": "12/14/2020, 4:49:15 PM"
        },
        {
            "party": "Conti",
            "content": "Support: Remember how much cash you said is on your table?",
            "timestamp": "12/14/2020, 4:51:36 PM"
        },
        {
            "party": "Conti",
            "content": "Support: So you should understand, that our team have plenty of projects running, and yours - just one from many. If we don't reach an agreement, we'll just shorten our profit. And on other hand, you would be ruined. That is much more serious threat, than none making payment to us.",
            "timestamp": "12/14/2020, 4:55:31 PM"
        },
        {
            "party": "Victim",
            "content": "[redacted]: Yes, we were referring to the cash with the bank. We had other issues arise and it left us with no flexibility. We understand your terms and are rushing to finish this off. There's only so much we can do when the bank is in control.",
            "timestamp": "12/14/2020, 6:08:02 PM"
        },
        {
            "party": "Conti",
            "content": "Support: Could you give some proof that the bank is slowing down the loan payment? Forward the emails from bank to [redacted]@outlook.com",
            "timestamp": "12/14/2020, 6:17:18 PM"
        },
        {
            "party": "Victim",
            "content": "[redacted]: Unfortunately, the bank would not be comfortable with us sharing any information. This is a private debt facilitation and their compliance team wouldn't approve. We don't want to risk anything at this stage.",
            "timestamp": "12/14/2020, 6:28:26 PM"
        },
        {
            "party": "Conti",
            "content": "Support: My leadership is going to a meeting now. In an hour, a final decision will be made on you.",
            "timestamp": "12/14/2020, 6:31:53 PM"
        },
        {
            "party": "Conti",
            "content": "Support: I have a final decision on [redacted]. The negotiations are over. You have 48 hour left to make a payment to our bitcoin wallet. Before transferring bitcoins, you need to confirm the wallet. The countdown went from 3:00PM EST. Our management has developed a special plan in case the funds are not received on time. And for you it really will be a \"surprise\".",
            "timestamp": "12/14/2020, 8:19:26 PM"
        },
        {
            "party": "Victim",
            "content": "[redacted]: This is unfortunate but we understand. We're sending this language to the bank to see if it will make them move faster. We just have no control right now.",
            "timestamp": "12/15/2020, 12:39:34 AM"
        },
        {
            "party": "Victim",
            "content": "[redacted]: The bank has acknowledged the deadline but we're still waiting on clarification from them regarding the status.",
            "timestamp": "12/15/2020, 10:56:55 PM"
        },
        {
            "party": "Conti",
            "content": "Support: You must declare a personal data breach yourself or we will do it ourselves.",
            "timestamp": "12/16/2020, 10:16:41 PM"
        },
        {
            "party": "Conti",
            "content": "Support: More than 1 million personal data will be published soon.",
            "timestamp": "12/16/2020, 10:18:13 PM"
        },
        {
            "party": "Conti",
            "content": "Support: Parse the Internet and you will find a lot of interesting things about your company.",
            "timestamp": "12/16/2020, 10:19:15 PM"
        },
        {
            "party": "Conti",
            "content": "Support: Good morning. And why are we silent?",
            "timestamp": "12/17/2020, 3:49:41 PM"
        },
        {
            "party": "Conti",
            "content": "Support: Good day. Do not think that we have forgotten about you. Just busy at the end of the year with more important things. We have already agreed with partners to publish your patient's private data. Also next week we will send out a press release for companies involved in the field of computer security. But you still have time.......",
            "timestamp": "12/18/2020, 4:13:10 PM"
        },
        {
            "party": "Conti",
            "content": "Support: https://continews.best/[redacted]",
            "timestamp": "12/21/2020, 1:18:13 PM"
        },
        {
            "party": "Conti",
            "content": "Support: ...this is just the beginning...",
            "timestamp": "12/21/2020, 1:18:44 PM"
        },
        {
            "party": "Conti",
            "content": "Support: Did everyone in [redacted] receive email from us toady?",
            "timestamp": "12/22/2020, 8:57:00 PM"
        },
        {
            "party": "Conti",
            "content": "Support: We gave you 3 days to respond. Tomorrow is the last day.",
            "timestamp": "12/22/2020, 8:58:24 PM"
        },
        {
            "party": "Conti",
            "content": "Support: Can you give us your valid email address? We are going to close this chat and we need to put you in a copy when we send out a press release about [redacted].",
            "timestamp": "12/24/2020, 5:30:11 PM"
        },
        {
            "party": "Conti",
            "content": "Support: https://continews.best/[redacted]",
            "timestamp": "12/28/2020, 4:25:21 PM"
        },
        {
            "party": "Conti",
            "content": "Support: https://www.databreaches.net/[redacted]/",
            "timestamp": "12/30/2020, 3:18:22 PM"
        },
        {
            "party": "Conti",
            "content": "Support: We are going to post the log of this chat. Do you agree?",
            "timestamp": "12/30/2020, 3:28:50 PM"
        },
        {
            "party": "Conti",
            "content": "Support: updated https://continews.best/[redacted]",
            "timestamp": "1/13/2021, 10:44:47 AM"
        }
