,
        {
            "party": "Victim",
            "content": "Look at the public record documents we sent to you in the last few messages.  It lays it all out in financial details.  I do not know what else we can provide you.  that has all credit unions listed and anyone can access it.",
            "timestamp": "05.09.2022 17:51:44 UTC"
        },
        {
            "party": "LockBit 3.0",
            "content": "Public information is fake, the real information is contained in your documents, I have thousands of your documents, all documents do not have file names, if you tell me the document number in which your real reporting is contained it will be easier for us to check the information and compare it with public fake reports.",
            "timestamp": "05.09.2022 17:53:56 UTC"
        },
        {
            "party": "LockBit 3.0",
            "content": "File: [bluff1.png]",
            "timestamp": "05.09.2022 18:19:39 UTC"
        },
        {
            "party": "LockBit 3.0",
            "content": "You're a filthy liar, your net profit per month is $3-4 million dollars, that's just the information I could find now in one of your documents",
            "timestamp": "05.09.2022 18:20:26 UTC"
        },
        {
            "party": "LockBit 3.0",
            "content": "File: [bluff2.png]",
            "timestamp": "05.09.2022 18:27:50 UTC"
        },
        {
            "party": "LockBit 3.0",
            "content": "non-interest income another 5 million a month",
            "timestamp": "05.09.2022 18:28:12 UTC"
        },
        {
            "party": "LockBit 3.0",
            "content": "The price for you will not be lower than $5 million. This conversation with you is over.",
            "timestamp": "05.09.2022 18:28:56 UTC"
        },
        {
            "party": "LockBit 3.0",
            "content": "I hope the IRS will properly deal with your company after leaking these documents.",
            "timestamp": "05.09.2022 18:29:28 UTC"
        },
        {
            "party": "LockBit 3.0",
            "content": "And put in jail your management who reports three million a year",
            "timestamp": "05.09.2022 18:29:51 UTC"
        },
        {
            "party": "LockBit 3.0",
            "content": "Goodbye.",
            "timestamp": "05.09.2022 18:30:01 UTC"
        },
        {
            "party": "Victim",
            "content": "We just want to understand your position in that you will walk away from a million dollars which is 33 percent of our Net Revenue for payment of a decryption key.  ",
            "timestamp": "05.09.2022 19:11:50 UTC"
        },
        {
            "party": "LockBit 3.0",
            "content": "Why are you pretending to be an idiot? I gave you the documents that prove that your company has a hidden untaxed net profit of 4-5 million a month!",
            "timestamp": "05.09.2022 19:32:06 UTC"
        },
        {
            "party": "Victim",
            "content": "•\tYou continue to misinterpret our records, and this has drawn out our negotiations many days. We have nothing to hide in our financial records as they are public and regulators, third party auditors, investors, and others can view them at any time. The link we provided shows this. Now, Bluff 1 shows our cumulative net income for the year at $3.5M as of August 2022 (Cumulative means from January to Today), the prior month’s income rolls forward and we actually lost money in August. Bluff 2 shows the cumulative year-to-date income as of August which is included in our $3.5M earnings to date and not a separate income number as you incorrectly assessed. All our Financials can be found in the Accounting Drive, Board Reports folder by year and month. The balance sheet and income statement in the folder provides the financial picture. While you review these documents, please delay posting our information to your blog which will harm our negotiations.  After you have read the documents, can we conclude our business. We just want to understand your position in that you will walk away from a million dollars which is 33 percent of our Net Revenue for payment of a decryption key.",
            "timestamp": "05.09.2022 20:21:14 UTC"
        },
        {
            "party": "LockBit 3.0",
            "content": "Okay, my boss agrees to $4 million.",
            "timestamp": "05.09.2022 20:22:23 UTC"
        },
        {
            "party": "Victim",
            "content": "Now that you understand our financials.  Can we settle and we will send you 1 million.",
            "timestamp": "06.09.2022 13:32:12 UTC"
        },
        {
            "party": "LockBit 3.0",
            "content": "Ok my boss agrees to 1 million, only if you send it today, here is the bitcoin wallet, bc1qyuunv9pz6f4qpgd0c0wmenu9zhr6u57yjf4afd",
            "timestamp": "06.09.2022 15:42:00 UTC"
        },
        {
            "party": "Victim",
            "content": "In exchange for $1M we will receive all decryption keys, support, proof of data deletion, and a detailed explanation on how to broke into our system.",
            "timestamp": "06.09.2022 16:36:12 UTC"
        },
        {
            "party": "Victim",
            "content": "Also, how long after payment will we receive the decryptor?",
            "timestamp": "06.09.2022 16:36:33 UTC"
        },
        {
            "party": "LockBit 3.0",
            "content": "1 million just for the decryption keys. All other items are paid separately and will cost 3 million.",
            "timestamp": "06.09.2022 18:47:30 UTC"
        },
        {
            "party": "Victim",
            "content": "Ok, so you are saying we pay $1million for the keys and support.  And if we want the data back, that is another $1Million and the security report is $1M.  ",
            "timestamp": "06.09.2022 18:49:54 UTC"
        },
        {
            "party": "LockBit 3.0",
            "content": "Yes. You will receive a decryptor in 1 confirmation on the bitcoin network.",
            "timestamp": "06.09.2022 18:50:19 UTC"
        },
        {
            "party": "Victim",
            "content": "I appreciate that you have given us options here.  Need some time to discuss with the board and we have different time zones on what the meaning of send it today.  ",
            "timestamp": "06.09.2022 18:53:39 UTC"
        },
        {
            "party": "LockBit 3.0",
            "content": "I live in New York City. My time is now 2:55 p.m., you have until 12 a.m. to make the transfer if you want to take advantage of the discount.",
            "timestamp": "06.09.2022 18:55:55 UTC"
        },
        {
            "party": "Victim",
            "content": "you realize we are on PDT not EDT. ",
            "timestamp": "06.09.2022 18:56:30 UTC"
        },
        {
            "party": "LockBit 3.0",
            "content": "It would be easier if I told you that you have 10 hours to transfer the money.",
            "timestamp": "06.09.2022 18:57:39 UTC"
        },
        {
            "party": "Victim",
            "content": "When we structured this deal, it was supposed to be a package deal. On the data, can you provide us a file tree",
            "timestamp": "06.09.2022 19:36:14 UTC"
        },
        {
            "party": "Victim",
            "content": "If we are going to pay you this evening, can you stay online with questions that we have",
            "timestamp": "06.09.2022 19:46:59 UTC"
        },
        {
            "party": "Victim",
            "content": "We want to meet your deadline but need a few answers from you.  Thank you.",
            "timestamp": "06.09.2022 21:00:13 UTC"
        },
        {
            "party": "Victim",
            "content": "Are you there. We are working on acquiring the funds you want for the decryptor.  Can you answer a few questions",
            "timestamp": "06.09.2022 21:36:15 UTC"
        },
        {
            "party": "LockBit 3.0",
            "content": "1 million dollars just a decryptor.",
            "timestamp": "06.09.2022 22:38:59 UTC"
        },
        {
            "party": "LockBit 3.0",
            "content": "All other requests for an additional fee.",
            "timestamp": "06.09.2022 22:39:21 UTC"
        },
        {
            "party": "LockBit 3.0",
            "content": "Getting a tree of downloaded files from your network, deleting those files, not allowing those files to be published on our blog separately $1 million.",
            "timestamp": "06.09.2022 22:40:25 UTC"
        },
        {
            "party": "LockBit 3.0",
            "content": "Information about how we entered your network, as well as other vulnerabilities separately 1 million dollars.",
            "timestamp": "06.09.2022 22:41:38 UTC"
        },
        {
            "party": "LockBit 3.0",
            "content": "What else do you want?",
            "timestamp": "06.09.2022 22:41:56 UTC"
        },
        {
            "party": "LockBit 3.0",
            "content": "You don't have much time left, should I wait for your money today or not?",
            "timestamp": "06.09.2022 23:15:49 UTC"
        },
        {
            "party": "Victim",
            "content": "Yes. You should wait.  We receive the decryptor along with support.  Wallet is confirmed as bc1qyuunv9pz6f4qpgd0c0wmenu9zhr6u57yjf4afd ",
            "timestamp": "06.09.2022 23:53:47 UTC"
        },
        {
            "party": "Victim",
            "content": "We are ready to go once you confirm the wallet ",
            "timestamp": "06.09.2022 23:55:54 UTC"
        },
        {
            "party": "Victim",
            "content": "We have four hours left per your instructions. ",
            "timestamp": "06.09.2022 23:59:12 UTC"
        },
        {
            "party": "LockBit 3.0",
            "content": "I confirm wallet.",
            "timestamp": "07.09.2022 00:25:54 UTC"
        },
        {
            "party": "Victim",
            "content": "Thank you. Stand by. ",
            "timestamp": "07.09.2022 00:27:01 UTC"
        }
