
        {
            "party": "Victim",
            "content": "> Thak you, this will help us save the deal. We are in the process of getting the bitcoin. As you know the transaction also take time. I would say we will be OK until tomorrow morning. Do we have a deal? If so, please send the wallet address so we could send you the first $1,000 to make sure it all works. Thank you.",
            "timestamp": ""
        },
        {
            "party": "Akira",
            "content": "> We do have a deal. Here is our BTC wallet [redacted] Let me know when you are ready to make a test transaction.",
            "timestamp": ""
        },
        {
            "party": "Victim",
            "content": "> Thank you. Test transaction to wallet [redacted] to be initiated in the next 40 minutes. Will come back to confirm sending the payment and expect you confirming.",
            "timestamp": ""
        },
        {
            "party": "Akira",
            "content": "> 0.016 BTC unconfirmed. You can proceed with the rest.",
            "timestamp": ""
        },
        {
            "party": "Victim",
            "content": "> Ok. This is about $1030. remaining $223,970",
            "timestamp": ""
        },
        {
            "party": "Victim",
            "content": "> Do you mind if we start moving the payment in parts as the bitcoin is purchased? Thank you.",
            "timestamp": ""
        },
        {
            "party": "Akira",
            "content": "> We don't mind. Anyway, you will receive everything once we get payment in full.",
            "timestamp": ""
        },
        {
            "party": "Victim",
            "content": "> Understood. Didn't think a seaoned businessman like you will say otherwise ;-)",
            "timestamp": ""
        },
        {
            "party": "Victim",
            "content": "> My mother says that in Russian there is a term called TERTIY KALACH to describe a seasoned man. Isn't it?",
            "timestamp": ""
        },
        {
            "party": "Victim",
            "content": "> Transfer made. Please confirm.",
            "timestamp": ""
        },
        {
            "party": "Victim",
            "content": "> Confirmation of second batch? Thank you",
            "timestamp": ""
        },
        {
            "party": "Akira",
            "content": "> 0.57 Received. Proceed please.",
            "timestamp": ""
        },
        {
            "party": "Victim",
            "content": "> A total of 0.5873577 bitcoin which is $37,713 transferred. Reamaining $187,287. To be followed as agreed, though the broker says blockchain is very busy today and delays are to be expected. Not up to us.",
            "timestamp": ""
        },
        {
            "party": "Akira",
            "content": "> Ok. Keep me posted.",
            "timestamp": ""
        },
        {
            "party": "Victim",
            "content": "> Hello. I know things are running late, but it is not us. We have made the purchases of the coins but the broker says there is a crazy traffic jam in the blockchain what ever it means. WE are waiting for it to come through. We've been on this most of the night but this is totally out of our control. Doing all in our control to see the deal through. Asking for your understanding on the issue.",
            "timestamp": ""
        },
        {
            "party": "Victim",
            "content": "> I also understand that there is some USDT in our posession that could account for a significant percent of the deal if you could accept USDT instead of the bitcoin. I know that for some reason you do not like USDT bu this seems to be a way to get you more funds on a shoorter schedule. Awaiting your word. Thank you.",
            "timestamp": ""
        },
        {
            "party": "Victim",
            "content": "> OK. It seems t eh traffic is easing. Reay to send you additional funds. Please confirm it is received.",
            "timestamp": ""
        },
        {
            "party": "Victim",
            "content": "> Funds sent to wallet [redacted]",
            "timestamp": ""
        },
        {
            "party": "Victim",
            "content": "> Please disregard message that money was sent. Clisked \"submit\" by mistake. Please confirm the wallet address is still valid.",
            "timestamp": ""
        },
        {
            "party": "Victim",
            "content": "> I dont want to cause any delays in making our deal. Making the transfer to the wallet you have sent yesterday. Please confirm receiving the funds. Thank you",
            "timestamp": ""
        },
        {
            "party": "Victim",
            "content": "> Funds sent to wallet [redacted]",
            "timestamp": ""
        },
        {
            "party": "Victim",
            "content": "> Waiting to make another bitcoin transfer. Please confirm the previous one. Thank you",
            "timestamp": ""
        },
        {
            "party": "Akira",
            "content": "> We have received 2.66385307 BTC in total. Please proceed further.",
            "timestamp": ""
        },
        {
            "party": "Victim",
            "content": "> That means you have about $172,229 and we still need to pay $52771 which is about 0.828613 or roughly 0.83 btc. And then the deal is paid. Please confirm. Thank you",
            "timestamp": ""
        },
        {
            "party": "Victim",
            "content": "> We are ready to make the last payment. Just confirm the numbers. Thank you.",
            "timestamp": ""
        },
        {
            "party": "Akira",
            "content": "> The balance is 2.66385307 btc or $169,553 at this moment. So you need to send 55,447. We are waiting. Thank you.",
            "timestamp": ""
        },
        {
            "party": "Victim",
            "content": "> Payment on its way. Please confirm arrival. Thank you.",
            "timestamp": ""
        },
        {
            "party": "Akira",
            "content": "> Received. Please wait.",
            "timestamp": ""
        },
        {
            "party": "Akira",
            "content": "> unlocker.7z // 1.79 MB",
            "timestamp": ""
        },
        {
            "party": "Akira",
            "content": "> unlocker.exe -p=\"path_to_unlock\"\nunlocker.exe -s=\"C:\\paths.txt\"\nwhere \"paths.txt\" is a list of paths for the decryptor, each path on a new line\nESXi commands\n1) chmod +x unlocker\n2) ./unlocker -p=\"/vmfs/volumes\"",
            "timestamp": ""
        },
        {
            "party": "Victim",
            "content": "> Git it. That answers for the decryptor. I understand we are also entitled to a proof of data deletion and a breach report. Thank you",
            "timestamp": ""
        },
        {
            "party": "Victim",
            "content": "> *Got it",
            "timestamp": ""
        },
        {
            "party": "Victim",
            "content": "> What about the things I mentioned? Thank you.",
            "timestamp": ""
        },
        {
            "party": "Akira",
            "content": "> We will provide within 24 hours. Thank you for your patience.",
            "timestamp": ""
        },
        {
            "party": "Victim",
            "content": "> OK. Standing by.",
            "timestamp": ""
        },
        {
            "party": "Victim",
            "content": "> Hello. There seems to be a problem with operating the tool you have sent. Our IT guys say that to run it they need to log in to the main ESX server. The problem is that they say you have changed the password of the server so they cannot log in. What is the new password you have set? Thank you.",
            "timestamp": ""
        },
        {
            "party": "Akira",
            "content": "> I'll let you know soon.",
            "timestamp": ""
        },
        {
            "party": "Victim",
            "content": "> Thank you. Our IT guys were eventually able to login, but when running the unlocker file they say it does not decrypt. The files stay with the .akira extension. Could it be that by mistake you sent an ENCRYPTOR and ot a DECRYPTOR?",
            "timestamp": ""
        },
        {
            "party": "Akira",
            "content": "> Wait a bit.",
            "timestamp": ""
        },
        {
            "party": "Akira",
            "content": "> There was a little mistake here. Here is the correct unlocker.",
            "timestamp": ""
        },
        {
            "party": "Akira",
            "content": "> win_unlocker.ex_ // 759 KB",
            "timestamp": ""
        },
        {
            "party": "Akira",
            "content": "> Let me know if you have troubles.",
            "timestamp": ""
        },
        {
            "party": "Victim",
            "content": "> Thank you. Hope it works...",
            "timestamp": ""
        },
        {
            "party": "Victim",
            "content": "> Hello. You promised proof of data deletion within 24 hours. When will we have it? Thank you?",
            "timestamp": ""
        }
